Repository: pypi-data/pypi-mirror-83
Catalog: packages/cpskin.citizen/cpskin.citizen-1.4.1-py2-none-any.whl/cpskin/citizen/locales/*/LC_MESSAGES/cpskin.citizen.po
Languages: fr

source: <a href="{link}" alt="{title}">A new access request</a> from {name} for a citizen content is awaiting for approval
fr: <a href="{link}" alt="{title}">Une demande de gestion</a> a été faite par {name}

source: <a href="{link}" alt="{title}">A review for a citizen content</a>was requested by {name}
fr: <a href="{link}" alt="{title}">Une demande de validation</a> d'un contenu citoyen a été faite par {name}

source: Add local roles for user {0}
fr: Ajout des rôles locaux pour l'utilisateur {0}

source: Admin Citizen Content
fr: Administration contenus citoyen

source: Admin citizen content dashboard
fr: Contenus citoyen

source: Allow management
fr: Accorder la gestion

source: Allowed content types for creation by citizens (by default all content types are allowed)
fr: Types de contenus autorisés pour la création par les citoyens (par défaut tous les types de contenus sont autorisés)

source: Allowed content types for the claim procedure
fr: Types de contenus autorisés pour la demande de gestion par un citoyen

source: Ask for changes on ${object_title}.
fr: Demander des changements sur ${object_title}.

source: Ask for validation
fr: Demander la validation

source: Ask for validation on ${object_title}.
fr: Demander la validation pour ${object_title}.

source: Ask validation for this document will ask to administrators to publish your modifications.
fr: Demander la validation de ce document enverra une demande aux administrateurs pour la publication de vos modifications.

source: Awaiting claims
fr: Demande(s) de gestion en attente

source: Awaiting for approval
fr: Valider le contenu

source: Awaiting for changes
fr: En attente de modifications

source: Awaiting for validation
fr: Attente de validation

source: Before creating a new content, please check that he does not exist in ${links}. You can ask for content management to apply your changes.
fr: Avant de créer un contenu, veuillez vérifier qu'il n'est pas déjà existant dans la section ${links}. Vous pouvez demander la gestion d'un contenu afin de pouvoir y apporter vos demandes de modifications.

source: CPSkin Citizen Settings
fr: CPSkin Citizen Configuration

source: Cancel
fr: Annuler

source: Cancel changes
fr: Supprimer le brouillon

source: Cancel checkout
fr: Supprimer le brouillon

source: Citizen Access
fr: Accès citoyen

source: Citizen Administration
fr: Administration Citoyen

source: Citizen Claims
fr: Gestion demandée

source: Citizen Content
fr: Voir, éditer mes contenus

source: Citizen Dashboard
fr: Mon compte

source: Citizen Drafts
fr: Brouillons citoyens

source: Citizen Edition
fr: Accès Citoyen

source: Citizen Map
fr: Près de chez moi

source: Citizen Users
fr: Utilisateurs citoyens

source: Citizen access
fr: Accès Citoyen

source: Citizen dashboard
fr: Mon compte

source: Citizen draft folder
fr: Dossier de brouillons

source: Citizen propose
fr: Créer un nouveau contenu

source: Citizens users
fr: Utilisateurs citoyens

source: Claim awaiting for approval
fr: Votre demande de gestion a été envoyée au webmaster.

source: Claim content types
fr: Types de contenus pour la demande de gestion

source: Claim modifications of "${object_title}"
fr: Gestion demandée de "${object_title}"

source: Claim this content
fr: Demander la gestion

source: Claiming this document will ask to administrators to give you the possibility to propose modifications.
fr: Demander la gestion de ce document enverra une demande aux administrateurs pour vous donner la possibilité de proposer des modifications.

source: Comment
fr: Commentaire

source: Comment on changes
fr: Commenter les changements

source: Confirm
fr: Confirmer

source: Content type
fr: Type de contenu

source: Creation content types
fr: Types de contenus créables

source: Dashboard Portlet
fr: Portlet pour les tableaux de bords

source: Default folder
fr: Dossier par défaut

source: Draft
fr: Brouillon

source: Edit
fr: Edition

source: Edit this content
fr: Editer ce contenu

source: Enter a message for the citizen to specify what changes need to be made.
fr: Veuillez entrer un message pour indiquer au citoyen les changements devant être réalisés

source: Explain briefly why you are asking the management of this content
fr: Expliquez en quelques mots pourquoi vous demandez la gestion de ce contenu

source: Fix plone.app.iterate links for citizen contents
fr: Correction des liens de plone.app.iterate pour les contenus citoyens

source: Give access to citizen users to specific contents
fr: Donne accès aux citoyens à certains contenus

source: Hello
fr: Bonjour

source: Is a citizen editor
fr: Est un éditeur citoyen

source: Keep checkout
fr: Garder le brouillon

source: List of object states that can be assimilate to published
fr: Liste des états qui sont assimiliés à publié

source: Map view content types
fr: Types de contenu pour la vue cartographique

source: Migration result
fr: Résultats de la migration

source: Modification state
fr: Etat des modifications

source: My profile
fr: Mon profil

source: No
fr: Non

source: None
fr: Aucune

source: Online version
fr: Version en ligne

source: Path to the folder from the navigation root (should not contains the language folder)
fr: Chemin vers le dossier à partir de la racine de navigation (sans le dossier de langue)

source: Personal dashboards
fr: Mon compte

source: Portal Type
fr: Sélectionnez le type de contenu que vous souhaitez créer

source: Proposal default folders
fr: Dossiers par défauts pour les proposition citoyennes

source: Published
fr: En ligne

source: Published states
fr: Etats publié

source: Refuse
fr: Refuser

source: Remove local roles for user {0}
fr: Supprime les rôles locaux pour l'utilisateur {0}

source: Removed
fr: Supprimé

source: Return check-out
fr: Renvoyer le brouillon

source: Return this document to the citizen and ask for changes.
fr: Renvoyer ce document au citoyen pour lui demander des changements.

source: Role acquisition already disabled
fr: L'acquisition des rôles est déjà désactivée

source: Role acquisition already enabled
fr: L'acquisition des rôles est activée

source: Role acquisition was disabled
fr: L'acquisition des rôles a été désactivée

source: Role acquisition was enabled
fr: L'acquisition des rôles a été désactivée

source: Security migration results
fr: Résultats de la migration de la sécurité

source: Show citizen dashboards
fr: Affiche les tableaux de bords pour les citoyens

source: State
fr: Etat

source: The content "{title}" that you manage on the website {portal_url}<a href="{link}" alt="{title}">requires a modification from you</a>
fr: Une action est requise de votre par pour le contenu "{title}" que vous gérez sur le site de {portal_url}

source: The content "{title}" that you manage on the website {portal_url}<a href="{link}" alt="{title}">was published online</a>
fr: Le contenu "{title}" que vous gérez sur le site de {portal_url} est <a href="{link}" alt="{title}">maintenant en ligne</a>

source: The document is published and visible to visitors
fr: Le document est publié donc en ligne et visible par les internautes

source: The draft was submitted to administrator for approval
fr: Le brouillon a été soumis à l'administrateur du site pour être validé et mis en ligne

source: The folders where (by default) new content proposed by citizens will be created
fr: Les dossiers ou (par défaut) les nouveaux contenus proposés par les citoyens seront créés

source: There was no object with broken link
fr: Il n'existe pas d'objet avec un lien cassé

source: Title
fr: Titre

source: Visibled content types for map view for citizens (by default no content types are allowed)
fr: Types de contenu visibles pour la vue cartographique des citoyens (par défaut aucun type de contenu n'est autorisé)

source: Yes
fr: Oui

source: You are working on a new version of the document that are not yet published
fr: Vous travaillez sur la nouvelle version d'un document qui n'est pas encore en ligne

source: You have a message about a content that you manage on {portal_url}
fr: Vous avez un message concernant la gestion de votre contenu sur {portal_url}

source: You have a request about a citizen content on {portal_url}
fr: Vous avez une demande liée à la gestion de contenu citoyen sur {portal_url}

source: description_cancel
fr: Supprimer ce brouillon entrainera la suppression de cette copie de travail et de toutes ses modifications.

source: local roles are correct for user {0}
fr: Les rôles locaux sont corrects pour l'utilisateur {0}

source: title_cancel
fr: Supprimer les modifications de ${object_title}.

source: update local roles for user {0}
fr: Mise à jour des rôles locaux pour l'utilisateur {0}
