Repository: pypi-data/pypi-mirror-83
Catalog: packages/cpskin.localfood/cpskin.localfood-1.0.3.tar.gz/cpskin.localfood-1.0.3/src/cpskin/localfood/locales/*/LC_MESSAGES/cpskin.localfood.po
Languages: fr

source: Accessibility
fr: Accessibilité

source: Address
fr: Adresse

source: Area
fr: Superficie

source: Availability
fr: Disponibilité

source: Before continuing, you must fill the form:
fr: Avant de continuer, vous devez vous inscrire:

source: Business name
fr: Nom de l'établissement

source: Community Garden
fr: Potager communautaire

source: Company number
fr: Numéro d'entreprise

source: Confirm
fr: Confirmer

source: Contact email
fr: Email du contact

source: Contact mobile
fr: Numéro de GSM du contact

source: Contact phone number
fr: Numéro de téléphone du contact

source: Edit
fr: Editer

source: Firstname
fr: Prénom

source: Gardener
fr: Potagistes

source: Horeca business that are looking for products that I propose
fr: Etablissement Horeca à la recherche de produits que je propose

source: I accept the chart conditions.
fr: Je certifie avoir pris connaissance de la charte Alimentation locale @ Liège et remplir les conditions qui y sont reprises

source: I subscribe as a local producer
fr: Enregistrement en tant que Producteur local

source: I subscribe as an horeca business
fr: Enregistrement en tant qu'établissement Horeca

source: In order to continue, you must check this box.
fr: Pour pouvoir continuer, vous devez cocher cette case

source: Labels displayed under the content body
fr: Labels affichés en dessous du contenu

source: Lastname
fr: Nom

source: Lead image
fr: Image principale

source: Local producers that propose the products I am looking for
fr: Producteurs locaux proposant les produits que je recherche

source: Manager
fr: Gestionnaire

source: New match(es) found for you
fr: Correspondance trouvée pour l'un des produits que vous avez sélectionné

source: Organization
fr: Institution

source: Owner
fr: Propriétaire

source: Please select the types of product you can propose
fr: Veuillez sélectionner les types de produits proposés

source: Please select the types of product you want to find
fr: Veuillez sélectionner les types de produits recherchés

source: Producer name
fr: Nom du producteur

source: Product types
fr: Type de produits

source: Project
fr: Projet

source: Project Author
fr: Auteur de projet et réalisation

source: Proposed product types
fr: Produits proposés

source: Purchasing manager
fr: Nom du responsable achats

source: Start of occupation
fr: Début de l’occupation

source: Subscription as a HORECA business
fr: Enregistrement en tant qu'établissement Horeca

source: Subscription as a local producer
fr: Enregistrement en tant que Producteur local

source: The data I provide is genuine, the products are fine.
fr: Je certifie de la véracité des informations reprises dans le formulaire ci-dessus ainsi que la qualité des produits proposés, leur origine et leurs modes de productions

source: The data I provide is genuine.
fr: Je certifie de la véracité des informations reprises dans le formulaire ci-dessus

source: There is no horeca business for the moment who are looking for that product.
fr: Il n'existe pas pour le moment d'établissement Horeca à la recherche de ce type de produit

source: There is no local producer for the moment who propose that product.
fr: Il n'existe pas pour le moment de Producteur local qui propose ce type de produit

source: Type of cultivation
fr: Type de culture

source: View
fr: Voir

source: Wanted product types
fr: Produits recherchés

source: You must ${logon} to access to this part of the website.
fr: Vous devez vous ${logon} pour accéder à cette partie du site

source: Your preferences have been recorded.
fr: Vos informations ont été enregistrées

source: logon
fr: identifier
