Repository: pypi-data/pypi-mirror-83
Catalog: packages/cpskin.localfood/cpskin.localfood-1.0.3.tar.gz/cpskin.localfood-1.0.3/src/cpskin/localfood/locales/*/LC_MESSAGES/plone.po
Languages: fr

source: Back to draft
fr: Revenir au brouillon

source: Call for projects
fr: Appel à projets

source: Calling for projects
fr: Passer l'appel à projets

source: Draft
fr: Brouillon

source: Project Workflow
fr: Workflow Projet

source: Realise
fr: Passer en réalisation

source: Realization
fr: Réalisation

source: Workflow for Project content-type
fr: Workflow du type de contenu Projet

source: call_for_projects
fr: Appel à projets

source: draft
fr: Brouillon

source: realization
fr: Réalisation
