Repository: pypi-data/pypi-mirror-83
Catalog: packages/django-opening-hours-management/django-opening-hours-management-0.0.7.tar.gz/django-opening-hours-management-0.0.7/opening_hours_management/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Opening hours management
fr: Gestion des horaires d'ouverture

source: Closed
fr: Fermé

source: This period is in conflict with the period {overlap_display}
fr: Cette période est en conflit avec la période {overlap_display}

source: The form cannot be validated because some periods are in conflict
fr: Le formulaire ne peut être validé car des périodes sont en conflit

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Opening time
fr: Heure d'ouverture

source: Closing time
fr: Heure de fermeture

source: The opening time cannot be later than the closing time
fr: L'heure d'ouverture ne peut être postérieure à l'heure de fermeture

source: The start and end times cannot be equal
fr: L'heure de début ne peut être égale à l'heure de fin

source: Open 24/7
fr: Ouvert 24/7

source: If checked, prevails on week day values
fr: Si coché, prévaut sur les valeurs journalières

source: Opening hours
fr: Horaires d'ouverture

source: Openings hours
fr: Horaires d'ouvertures

source: Week day
fr: Jour de la semaine

source: If checked, prevails on time range values
fr: Si coché, prévaut sur les valeurs des plages horaires

source: Week day hours
fr: Horaires journaliers

source: Week days hours
fr: Horaires journaliers

source: Open
fr: Ouvert

source: Week day time range
fr: Tranche horaire journalière

source: Week days time ranges
fr: Tranches horaires journalières

source: General holidays hours
fr: Jours fériés

source: undefined
fr: non-défini

source: General holidays time range
fr: Tranches horaires des jours fériés

source: From
fr: Du

source: To
fr: Au

source: Closure reason
fr: Motif de fermeture

source: Specific period hours
fr: Période horaire spécifique

source: Specific periods hours
fr: Périodes horaires spécifiques

source: The start date cannot be later than the end date
fr: La date de début ne peut être postérieure à la date de fin

source: Closure reason is used only if the field "Closed" is checked
fr: Le motif de fermeture n'est utilisé que si le champ "Fermé" est coché

source: Specific period time range
fr: Tranche horaire d'une période spécifique

source: Specific periods times ranges
fr: Tranches horaires de périodes spécifiques

source: Popup closing...
fr: Fermeture de la popup ...

source: General holidays
fr: Jours fériés

source: Specific periods
fr: Périodes exceptionnelles

source: No opening hours defined
fr: Aucun horaire d'ouverture défini
