Repository: pypi-data/pypi-mirror-83
Catalog: packages/collective.printrss/collective.printrss-1.0.5.tar.gz/collective.printrss-1.0.5/src/collective/printrss/locales/*/LC_MESSAGES/collective.printrss.po
Languages: fr

source: Feed reload timeout
fr: Temps qui doit s'écouler avant le rechargement du flux (en minutes)

source: How many items to list.
fr: Nombre de résultat à afficher

source: If this field is completed, in index view, the title link of the rss feed will redirect to this url if not, you will be redirected to the homepage of the rss link site.
fr: Si ce champs est complété, en vue index, le lien du titre du flux rss redirigiera vers cett url sinon, vous serez redirigé vers la page d'accueil du site du lien rss.

source: Installs the collective.printrss add-on.
fr: Installer le module collective.printrss

source: Link of the RSS feed to display.
fr: Lien du flux RSS à afficher

source: Number of items must be <= 20!
fr: Le nombre de résultat à afficher doit être <= 20

source: Number of items to display
fr: Nombre de résultat à afficher

source: Time in minutes after which the feed should be reloaded.
fr: Temps (en minutes) pour le rechargement du flux.

source: Title
fr: Titre

source: URL of RSS feed
fr: Lien vers le flux RSS

source: URL of main page of external site
fr: Lien vers la page principale du site hébergeant le flux RSS.
