Repository: pypi-data/pypi-mirror-83
Catalog: packages/imio.zamqp.pm/imio.zamqp.pm-0.10.zip/imio.zamqp.pm-0.10/src/imio/zamqp/pm/locales/*/LC_MESSAGES/imio.zamqp.pm.po
Languages: fr

source: Save a version of the annex when inserting the barcode.
fr: Sauvegarder une version de l'annexe lors de l'insertion du code-barres.

source: Save a version of the annex when reinjecting the scanned file.
fr: Sauvegarder une version de l'annexe lors de la réinjection du fichier scanné.

source: Value of scale when inserting barcode into a PDF file.
fr: Valeur du paramètre 'scale' lors de l'insertion du code-barres dans un fichier PDF.

source: Value of x when inserting barcode into a PDF file.
fr: Valeur du paramètre 'x' lors de l'insertion du code-barres dans un fichier PDF.

source: Value of y when inserting barcode into a PDF file.
fr: Valeur du paramètre 'y' lors de l'insertion du code-barres dans un fichier PDF.

source: after_scan_change_annex_type_to_descr
fr: Lorsqu'une annexe qui utilise ce type d'annexe sera mise à jour par la procédure de scan de documents, le type d'annexe sera automatiquement changé vers celui sélectionné ici. Si rien n'est sélectionné, le type d'annexe original sera gardé.

source: after_scan_change_annex_type_to_title
fr: Nouveau type d'annexe à utiliser après mise à jour par la procédure de scan de documents

source: barcode_already_inserted
fr: Un code-barres a déjà été inséré dans ce fichier!

source: barcode_file_must_be_pdf
fr: Un code-barres ne peut être inséré que dans un fichier au format PDF!

source: barcode_insert_error
fr: Une erreur est survenue lors de l'insertion du code-barres dans le fichier PDF, veuillez vérifier le fichier!

source: barcode_inserted
fr: Code-barres inséré avec succès!

source: icon_help_barcode_inserted
fr: Un code-barres a été inséré dans cette annexe
